Repository: mduu/SolarLens
Catalog: Solar Lens Watch App/Localizable.xcstrings
Source language: en
Languages: de, fr, it

source: Always
de: Immer laden
fr: Toujours en charge
it: Sempre in carica

source: App Icon
de: App Symbol
fr: Icône de l'application
it: Icona dell'app

source: Are you sure to log out?
de: Sind Sie sicher?
fr: Es-tu sûr?
it: Sei sicuro?

source: Cancel
de: Abbrechen
fr: Annuler
it: Cancellare

source: Car %
de: Ladeziel %
fr: Quantité cible %
it: Quantità target%

source: Charging
de: Laden
fr: Chargement
it: Ricarica

source: Confirm
de: Abmelden
fr: Confirmer
it: Confermare

source: Constant
de: Konstanter Strom
fr: Courant constant
it: Corrente costante

source: Consumption
de: Verbrauch
fr: Consommation
it: Consumo

source: Forecast
de: Prognose
fr: Prévision
it: Previsione

source: Here is how:
de: Und so geht es:
fr: Voici comment :
it: Ecco come fare:

source: Invalid Email
de: Ungültige E-Mail
fr: Adresse e-mail invalide
it: Indirizzo e-mail non valido

source: Invalid passwort
de: Ungültiges Passwort
fr: Mot de passe incorrect
it: Password errata

source: Log out
de: Abmelden
fr: Déconnexion
it: Esci

source: Logged in as:
de: Angemeldet als
fr: Enregistré comme
it: Registrato come

source: Login
de: Anmelden
fr: Connexion
it: Accedi

source: Login failed!
de: Anmelden fehlgeschlagen
fr: Connexion échouée!
it: Accesso non riuscito!

source: Minimal
de: Minimalmenge
fr: Quantité minimale
it: Quantità minima

source: No data
de: Keine Daten
fr: Aucune donnée
it: Nessun dato

source: Off
de: Nie laden
fr: Ne jamais charger
it: Non caricare mai

source: Password
de: Passwort
fr: Mot de passe

source: Personalize
de: Personalisieren
fr: Personnaliser
it: Personalizzare

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mailaddresse ein.
fr: Veuillez saisir une adresse e-mail valide
it: Inserisci un indirizzo e-mail valido

source: Please enter a valid password
de: Bitte geben Sie ein gültiges Passwort ein.
fr: Veuillez saisir un mot de passe valide
it: Inserisci una password valida

source: Please make sure you are using the correct email and passwort from your Solar Manager login.
de: Bitte überprüfen Sie, dass Sie den korrekte Login von Ihrem Solar Manager verwenden
fr: Assurez-vous d'utiliser l'adresse e-mail et le mot de passe corrects de votre connexion Solar Manager.
it: Assicurati di utilizzare l'indirizzo e-mail e la password corretti dalla tua connessione Solar Manager.

source: Please rate us! 🌟
de: Bitte bewerte uns! 🌟
fr: S'il vous plaît, évaluez-nous ! 🌟
it: Per favore, votaci! 🌟

source: Production
de: Produktion
fr: Aucune donnée
it: Produzione

source: Rate app
de: App bewerten
fr: Évaluer
it: Valuta l'app

source: Select target date
de: Zieldatum wählen
fr: Sélectionnez la date cible
it: Seleziona la data di destinazione

source: Select target time
de: Zielzeit wählen
fr: Sélectionnez l'heure cible
it: Seleziona il tempo di destinazione

source: Set
de: Setzen
fr: Ensemble
it: Impostata

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: Solar & Tariff
de: Solar & Tarifopt.
fr: Solaire & tarif optimisé
it: Solare e tariffa

source: Solar Manger Login
de: Solar Manager Login
fr: Connexion Solar Manager
it: Accesso al Solar Manager

source: Solar only
de: Nur Solar
fr: Solaire uniquement
it: Solo solare

source: Solar Production
de: Solar Produktion
fr: Production solaire
it: Produzione solare

source: Target date
de: Zieldatum
fr: Date cible
it: Data di destinazione

source: Target time
de: Zielzeit
fr: Heure cible
it: Tempo di destinazione

source: Thank you! 💖
de: Danke 💖
fr: Merci! 💖
it: Grazie! 💖

source: Time
de: Zeit
fr: Temps
it: Tempo

source: Try again
de: Erneut versuchen
fr: Essayer à nouveau
it: Riprova

source: unknown
de: unbekannt
fr: inconnu
it: sconosciuto

source: Use the App-Store app on your iPhone and search for 'Solar Lens'.
de: Verwenden Sie die App-Store-App auf Ihrem iPhone und suchen Sie nach „Solar Lens“.
fr: Utilisez l'application App-Store sur votre iPhone et recherchez “Solar Lens”.
it: Utilizza l'app App Store sul tuo iPhone e cerca 'Solar Lens'.

source: Your feedback matters! Please consider rating us. Your support helps us improve.
de: Ihr Feedback ist uns wichtig! Bitte bewerten Sie uns. Ihre Unterstützung hilft uns, uns zu verbessern.
fr: Votre avis compte ! N'hésitez pas à nous évaluer. Votre soutien nous aide à nous améliorer.
it: Il tuo feedback è importante! Considera di darci una valutazione. Il tuo supporto ci aiuta a migliorare.

source: Email
fr: Adresse e-mail

source: Minimal & Solar
fr: Minimal et solaire
it: Minimale e solare

source: Solar
fr: Solaire
it: Solare
